[
{"HOBBIES":"Boxing",
  "About":"The UAE is preparing to host the largest continental championship in the world, the Asian Youth and Junior Boxing Championships, next August. The Emirate of Dubai will host the Asian Youth and Junior Championships from August 17 to 31, with the participation of more than 400 male and female players.",
  "Palace":"Emirates",
  "occasion":"the Asian Youth and Junior Boxing Championships",
  "imageURL":"https://cdn.al-ain.com/images/2021/6/23/163-124446-uae-boxing-greatest-competitio-all-the-world_700x400.jpg"},
{"HOBBIES":"Boxing","About":"Egyptian Mohamed Heikal lost in the round of 32 middleweight competitions in the boxing competition at the Tokyo Olympics on Saturday. \"Heikal\" stumbled against Sultan Mezhetinov, an Azerbaijani boxer, who lost 20-12.","Palace":"Tokyo","occasion":"Tokyo Olympics","imageURL":"https://mediaaws.almasryalyoum.com/news/large/2012/07/28/228/2012-07-28t162639z_247500905_tb3e87s19o62s_rtrmadp_3_oly-boxi-bxm75k-bxm075507.jpg"},
{"HOBBIES":"Boxing","About":"Muhammad Ali Clay: An American boxer, born in 1942. He won the world championship more than once. Muhammad Ali is considered the best boxer in history. He played 61 matches, winning 56 matches, and was famous for being ranked first in the fastest punch in the world, whose speed was 900 km. per hour","Palace":"America","occasion":"The best boxers in history","imageURL":"https://1.bp.blogspot.com/-4rJFmXqHTaw/XdOr9Osb_UI/AAAAAAAAAnM/tzhiqo69aJEcVMq-B_nMFVM045ORB9rcwCLcBGAsYHQ/w640-h320/mohamed-ali-ne-cassius-clay-1942-2016-pigiste-1488739164.jpg"},
{"HOBBIES":"Boxing","About":"Ukrainian boxer Oleksandr Usyk has been stripped of Britain's Anthony Joshua of the world heavyweight title after winning it unanimously by the three judges during the bout that brought them together on Saturday night at Tottenham Hotspur Stadium in London.","Palace":"london","occasion":"World Heavyweight Championship","imageURL":"https://vid.alarabiya.net/images/2021/09/26/2d5a49a5-b34a-4641-b754-a7c5ca6a56b1/2d5a49a5-b34a-4641-b754-a7c5ca6a56b1_16x9_1200x676.jpg?width=1138"},
{"HOBBIES":"Boxing","About":"Eddie Hearn revealed on Tuesday that Saudi Arabia will host the unified heavyweight title fight between British boxers Tyson Fury and Anthony Joshua next August.","Palace":"Saudi Arabia","occasion":"World Heavyweight Championship","imageURL":"https://vid.alarabiya.net/images/2021/05/11/2a23cb14-5d7f-4062-a8e5-cdff74b609f2/2a23cb14-5d7f-4062-a8e5-cdff74b609f2_16x9_1200x676.jpg?width=1138"},
{"HOBBIES":"Boxing","About":"British boxer Amir Khan said he is considering retiring after his crushing defeat to compatriot Kell Brook by technical knockout in the sixth round on Saturday.","Palace":"london","occasion":"the sixth round","imageURL":"https://images.skynewsarabia.com/images/v1/2022/02/20/1502892/1100/619/1-1502892.JPG"},
{"HOBBIES":"Boxing","About":"Ukraine's Oleksandr Usyk defeated world heavyweight champion Anthony Joshua at home when he was unanimous on points by a unanimous decision in front of a packed stadium at Tottenham Hotspur.","Palace":"london","occasion":"World Heavyweight Championship","imageURL":"https://www.skynewsarabia.com/images/v1/2021/09/26/1466132/1100/825/1-1466132.JPG"},
{"HOBBIES":"Boxing","About":"New Zealand boxer David Nikia, in his fight against Moroccan Younes Baala, in the Olympic heavyweight competitions, was subjected to an attempt to bite, before he decided the match in his favour.","Palace":"Tokyo","occasion":"Olympic heavyweight competition","imageURL":"https://images.skynewsarabia.com/images/v1/2021/07/27/1453635/1100/619/1-1453635.jpg"},
{"HOBBIES":"Boxing","About":"The grandson of boxing legend Muhammad Ali announced his first professional fight on August 14.Nico Ali Walsh, grandson of the late famous boxer Muhammad Ali, said that his upcoming fight means a lot to him, and is an extension of his grandfather's legacy of achievements.","Palace":"America","occasion":"Top Rank","imageURL":"https://images.skynewsarabia.com/images/v1/2021/06/26/1447169/1100/619/1-1447169.jpg"}
]
